import 'package:flutter/material.dart';
class india extends StatelessWidget {
  const india({Key key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return SingleChildScrollView(
      child: Container( color: Colors.white,
        height: 3000,
        child: Expanded(
          child: Column(
              children: <Widget>[
                Padding( padding: EdgeInsets.fromLTRB(20, 50, 20, 10),
                  child: Image (
                    image: NetworkImage('https://images.unsplash.com/photo-1524492412937-b28074a5d7da?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aW5kaWF8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60'),
                    fit: BoxFit.cover,
                  ),
                ),
                Text('''  𝙸𝚗𝚍𝚒𝚊 (𝙷𝚒𝚗𝚍𝚒: 𝙱𝚑ā𝚛𝚊𝚝), 𝚘𝚏𝚏𝚒𝚌𝚒𝚊𝚕𝚕𝚢 𝚝𝚑𝚎 𝚁𝚎𝚙𝚞𝚋𝚕𝚒𝚌 𝚘𝚏 𝙸𝚗𝚍𝚒𝚊 (𝙷𝚒𝚗𝚍𝚒: 𝙱𝚑ā𝚛𝚊𝚝 𝙶𝚊ṇ𝚊𝚛ā𝚓𝚢𝚊),[𝟸𝟹] 𝚒𝚜 𝚊 𝚌𝚘𝚞𝚗𝚝𝚛𝚢 𝚒𝚗 𝚂𝚘𝚞𝚝𝚑 𝙰𝚜𝚒𝚊. 𝙸𝚝 𝚒𝚜 𝚝𝚑𝚎 𝚜𝚎𝚌𝚘𝚗𝚍-𝚖𝚘𝚜𝚝 𝚙𝚘𝚙𝚞𝚕𝚘𝚞𝚜 𝚌𝚘𝚞𝚗𝚝𝚛𝚢, 𝚝𝚑𝚎 𝚜𝚎𝚟𝚎𝚗𝚝𝚑-𝚕𝚊𝚛𝚐𝚎𝚜𝚝 𝚌𝚘𝚞𝚗𝚝𝚛𝚢 𝚋𝚢 𝚕𝚊𝚗𝚍 𝚊𝚛𝚎𝚊, 𝚊𝚗𝚍 𝚝𝚑𝚎 𝚖𝚘𝚜𝚝 𝚙𝚘𝚙𝚞𝚕𝚘𝚞𝚜 𝚍𝚎𝚖𝚘𝚌𝚛𝚊𝚌𝚢 𝚒𝚗 𝚝𝚑𝚎 𝚠𝚘𝚛𝚕𝚍. 𝙱𝚘𝚞𝚗𝚍𝚎𝚍 𝚋𝚢 𝚝𝚑𝚎 𝙸𝚗𝚍𝚒𝚊𝚗 𝙾𝚌𝚎𝚊𝚗 𝚘𝚗 𝚝𝚑𝚎 𝚜𝚘𝚞𝚝𝚑, 𝚝𝚑𝚎 𝙰𝚛𝚊𝚋𝚒𝚊𝚗 𝚂𝚎𝚊 𝚘𝚗 𝚝𝚑𝚎 𝚜𝚘𝚞𝚝𝚑𝚠𝚎𝚜𝚝, 𝚊𝚗𝚍 𝚝𝚑𝚎 𝙱𝚊𝚢 𝚘𝚏 𝙱𝚎𝚗𝚐𝚊𝚕 𝚘𝚗 𝚝𝚑𝚎 𝚜𝚘𝚞𝚝𝚑𝚎𝚊𝚜𝚝, 𝚒𝚝 𝚜𝚑𝚊𝚛𝚎𝚜 𝚕𝚊𝚗𝚍 𝚋𝚘𝚛𝚍𝚎𝚛𝚜 𝚠𝚒𝚝𝚑 𝙿𝚊𝚔𝚒𝚜𝚝𝚊𝚗 𝚝𝚘 𝚝𝚑𝚎 𝚠𝚎𝚜𝚝;[𝚏] 𝙲𝚑𝚒𝚗𝚊, 𝙽𝚎𝚙𝚊𝚕, 𝚊𝚗𝚍 𝙱𝚑𝚞𝚝𝚊𝚗 𝚝𝚘 𝚝𝚑𝚎 𝚗𝚘𝚛𝚝𝚑; 𝚊𝚗𝚍 𝙱𝚊𝚗𝚐𝚕𝚊𝚍𝚎𝚜𝚑 𝚊𝚗𝚍 𝙼𝚢𝚊𝚗𝚖𝚊𝚛 𝚝𝚘 𝚝𝚑𝚎 𝚎𝚊𝚜𝚝. 𝙸𝚗 𝚝𝚑𝚎 𝙸𝚗𝚍𝚒𝚊𝚗 𝙾𝚌𝚎𝚊𝚗, 𝙸𝚗𝚍𝚒𝚊 𝚒𝚜 𝚒𝚗 𝚝𝚑𝚎 𝚟𝚒𝚌𝚒𝚗𝚒𝚝𝚢 𝚘𝚏 𝚂𝚛𝚒 𝙻𝚊𝚗𝚔𝚊 𝚊𝚗𝚍 𝚝𝚑𝚎 𝙼𝚊𝚕𝚍𝚒𝚟𝚎𝚜; 𝚒𝚝𝚜 𝙰𝚗𝚍𝚊𝚖𝚊𝚗 𝚊𝚗𝚍 𝙽𝚒𝚌𝚘𝚋𝚊𝚛 𝙸𝚜𝚕𝚊𝚗𝚍𝚜 𝚜𝚑𝚊𝚛𝚎 𝚊 𝚖𝚊𝚛𝚒𝚝𝚒𝚖𝚎 𝚋𝚘𝚛𝚍𝚎𝚛 𝚠𝚒𝚝𝚑 𝚃𝚑𝚊𝚒𝚕𝚊𝚗𝚍, 𝙼𝚢𝚊𝚗𝚖𝚊𝚛 𝚊𝚗𝚍 𝙸𝚗𝚍𝚘𝚗𝚎𝚜𝚒𝚊.  𝙼𝚘𝚍𝚎𝚛𝚗 𝚑𝚞𝚖𝚊𝚗𝚜 𝚊𝚛𝚛𝚒𝚟𝚎𝚍 𝚘𝚗 𝚝𝚑𝚎 𝙸𝚗𝚍𝚒𝚊𝚗 𝚜𝚞𝚋𝚌𝚘𝚗𝚝𝚒𝚗𝚎𝚗𝚝 𝚏𝚛𝚘𝚖 𝙰𝚏𝚛𝚒𝚌𝚊 𝚗𝚘 𝚕𝚊𝚝𝚎𝚛 𝚝𝚑𝚊𝚗 𝟻𝟻,000 𝚢𝚎𝚊𝚛𝚜 𝚊𝚐𝚘.[𝟸𝟺] 𝚃𝚑𝚎𝚒𝚛 𝚕𝚘𝚗𝚐 𝚘𝚌𝚌𝚞𝚙𝚊𝚝𝚒𝚘𝚗, 𝚒𝚗𝚒𝚝𝚒𝚊𝚕𝚕𝚢 𝚒𝚗 𝚟𝚊𝚛𝚢𝚒𝚗𝚐 𝚏𝚘𝚛𝚖𝚜 𝚘𝚏 𝚒𝚜𝚘𝚕𝚊𝚝𝚒𝚘𝚗 𝚊𝚜 𝚑𝚞𝚗𝚝𝚎𝚛-𝚐𝚊𝚝𝚑𝚎𝚛𝚎𝚛𝚜, 𝚑𝚊𝚜 𝚖𝚊𝚍𝚎 𝚝𝚑𝚎 𝚛𝚎𝚐𝚒𝚘𝚗 𝚑𝚒𝚐𝚑𝚕𝚢 𝚍𝚒𝚟𝚎𝚛𝚜𝚎, 𝚜𝚎𝚌𝚘𝚗𝚍 𝚘𝚗𝚕𝚢 𝚝𝚘 𝙰𝚏𝚛𝚒𝚌𝚊 𝚒𝚗 𝚑𝚞𝚖𝚊𝚗 𝚐𝚎𝚗𝚎𝚝𝚒𝚌 𝚍𝚒𝚟𝚎𝚛𝚜𝚒𝚝𝚢.[𝟸𝟻] 𝚂𝚎𝚝𝚝𝚕𝚎𝚍 𝚕𝚒𝚏𝚎 𝚎𝚖𝚎𝚛𝚐𝚎𝚍 𝚘𝚗 𝚝𝚑𝚎 𝚜𝚞𝚋𝚌𝚘𝚗𝚝𝚒𝚗𝚎𝚗𝚝 𝚒𝚗 𝚝𝚑𝚎 𝚠𝚎𝚜𝚝𝚎𝚛𝚗 𝚖𝚊𝚛𝚐𝚒𝚗𝚜 𝚘𝚏 𝚝𝚑𝚎 𝙸𝚗𝚍𝚞𝚜 𝚛𝚒𝚟𝚎𝚛 𝚋𝚊𝚜𝚒𝚗 𝟿,000 𝚢𝚎𝚊𝚛𝚜 𝚊𝚐𝚘, 𝚎𝚟𝚘𝚕𝚟𝚒𝚗𝚐 𝚐𝚛𝚊𝚍𝚞𝚊𝚕𝚕𝚢 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝙸𝚗𝚍𝚞𝚜 𝚅𝚊𝚕𝚕𝚎𝚢 𝙲𝚒𝚟𝚒𝚕𝚒𝚜𝚊𝚝𝚒𝚘𝚗 𝚘𝚏 𝚝𝚑𝚎 𝚝𝚑𝚒𝚛𝚍 𝚖𝚒𝚕𝚕𝚎𝚗𝚗𝚒𝚞𝚖 𝙱𝙲𝙴.[𝟸𝟼] 𝙱𝚢 𝟷𝟸00 𝙱𝙲𝙴, 𝚊𝚗 𝚊𝚛𝚌𝚑𝚊𝚒𝚌 𝚏𝚘𝚛𝚖 𝚘𝚏 𝚂𝚊𝚗𝚜𝚔𝚛𝚒𝚝, 𝚊𝚗 𝙸𝚗𝚍𝚘-𝙴𝚞𝚛𝚘𝚙𝚎𝚊𝚗 𝚕𝚊𝚗𝚐𝚞𝚊𝚐𝚎, 𝚑𝚊𝚍 𝚍𝚒𝚏𝚏𝚞𝚜𝚎𝚍 𝚒𝚗𝚝𝚘 𝙸𝚗𝚍𝚒𝚊 𝚏𝚛𝚘𝚖 𝚝𝚑𝚎 𝚗𝚘𝚛𝚝𝚑𝚠𝚎𝚜𝚝,[𝟸𝟽] 𝚞𝚗𝚏𝚘𝚕𝚍𝚒𝚗𝚐 𝚊𝚜 𝚝𝚑𝚎 𝚕𝚊𝚗𝚐𝚞𝚊𝚐𝚎 𝚘𝚏 𝚝𝚑𝚎 𝚁𝚒𝚐𝚟𝚎𝚍𝚊, 𝚊𝚗𝚍 𝚛𝚎𝚌𝚘𝚛𝚍𝚒𝚗𝚐 𝚝𝚑𝚎 𝚍𝚊𝚠𝚗𝚒𝚗𝚐 𝚘𝚏 𝙷𝚒𝚗𝚍𝚞𝚒𝚜𝚖 𝚒𝚗 𝙸𝚗𝚍𝚒𝚊.[𝟸𝟾][𝚍𝚒𝚜𝚙𝚞𝚝𝚎𝚍 – 𝚍𝚒𝚜𝚌𝚞𝚜𝚜] 𝚃𝚑𝚎 𝙳𝚛𝚊𝚟𝚒𝚍𝚒𝚊𝚗 𝚕𝚊𝚗𝚐𝚞𝚊𝚐𝚎𝚜 𝚘𝚏 𝙸𝚗𝚍𝚒𝚊 𝚠𝚎𝚛𝚎 𝚜𝚞𝚙𝚙𝚕𝚊𝚗𝚝𝚎𝚍 𝚒𝚗 𝚝𝚑𝚎 𝚗𝚘𝚛𝚝𝚑𝚎𝚛𝚗 𝚊𝚗𝚍 𝚠𝚎𝚜𝚝𝚎𝚛𝚗 𝚛𝚎𝚐𝚒𝚘𝚗𝚜.[𝟸𝟿] 𝙱𝚢 𝟺00 𝙱𝙲𝙴, 𝚜𝚝𝚛𝚊𝚝𝚒𝚏𝚒𝚌𝚊𝚝𝚒𝚘𝚗 𝚊𝚗𝚍 𝚎𝚡𝚌𝚕𝚞𝚜𝚒𝚘𝚗 𝚋𝚢 𝚌𝚊𝚜𝚝𝚎 𝚑𝚊𝚍 𝚎𝚖𝚎𝚛𝚐𝚎𝚍 𝚠𝚒𝚝𝚑𝚒𝚗 𝙷𝚒𝚗𝚍𝚞𝚒𝚜𝚖,[𝟹0] 𝚊𝚗𝚍 𝙱𝚞𝚍𝚍𝚑𝚒𝚜𝚖 𝚊𝚗𝚍 𝙹𝚊𝚒𝚗𝚒𝚜𝚖 𝚑𝚊𝚍 𝚊𝚛𝚒𝚜𝚎𝚗, 𝚙𝚛𝚘𝚌𝚕𝚊𝚒𝚖𝚒𝚗𝚐 𝚜𝚘𝚌𝚒𝚊𝚕 𝚘𝚛𝚍𝚎𝚛𝚜 𝚞𝚗𝚕𝚒𝚗𝚔𝚎𝚍 𝚝𝚘 𝚑𝚎𝚛𝚎𝚍𝚒𝚝𝚢.[𝟹𝟷] 𝙴𝚊𝚛𝚕𝚢 𝚙𝚘𝚕𝚒𝚝𝚒𝚌𝚊𝚕 𝚌𝚘𝚗𝚜𝚘𝚕𝚒𝚍𝚊𝚝𝚒𝚘𝚗𝚜 𝚐𝚊𝚟𝚎 𝚛𝚒𝚜𝚎 𝚝𝚘 𝚝𝚑𝚎 𝚕𝚘𝚘𝚜𝚎-𝚔𝚗𝚒𝚝 𝙼𝚊𝚞𝚛𝚢𝚊 𝚊𝚗𝚍 𝙶𝚞𝚙𝚝𝚊 𝙴𝚖𝚙𝚒𝚛𝚎𝚜 𝚋𝚊𝚜𝚎𝚍 𝚒𝚗 𝚝𝚑𝚎 𝙶𝚊𝚗𝚐𝚎𝚜 𝙱𝚊𝚜𝚒𝚗.[𝟹𝟸] 𝚃𝚑𝚎𝚒𝚛 𝚌𝚘𝚕𝚕𝚎𝚌𝚝𝚒𝚟𝚎 𝚎𝚛𝚊 𝚠𝚊𝚜 𝚜𝚞𝚏𝚏𝚞𝚜𝚎𝚍 𝚠𝚒𝚝𝚑 𝚠𝚒𝚍𝚎-𝚛𝚊𝚗𝚐𝚒𝚗𝚐 𝚌𝚛𝚎𝚊𝚝𝚒𝚟𝚒𝚝𝚢,[𝟹𝟹] 𝚋𝚞𝚝 𝚊𝚕𝚜𝚘 𝚖𝚊𝚛𝚔𝚎𝚍 𝚋𝚢 𝚝𝚑𝚎 𝚍𝚎𝚌𝚕𝚒𝚗𝚒𝚗𝚐 𝚜𝚝𝚊𝚝𝚞𝚜 𝚘𝚏 𝚠𝚘𝚖𝚎𝚗,[𝟹𝟺] 𝚊𝚗𝚍 𝚝𝚑𝚎 𝚒𝚗𝚌𝚘𝚛𝚙𝚘𝚛𝚊𝚝𝚒𝚘𝚗 𝚘𝚏 𝚞𝚗𝚝𝚘𝚞𝚌𝚑𝚊𝚋𝚒𝚕𝚒𝚝𝚢 𝚒𝚗𝚝𝚘 𝚊𝚗 𝚘𝚛𝚐𝚊𝚗𝚒𝚜𝚎𝚍 𝚜𝚢𝚜𝚝𝚎𝚖 𝚘𝚏 𝚋𝚎𝚕𝚒𝚎𝚏.[𝚐][𝟹𝟻] 𝙸𝚗 𝚂𝚘𝚞𝚝𝚑 𝙸𝚗𝚍𝚒𝚊, 𝚝𝚑𝚎 𝙼𝚒𝚍𝚍𝚕𝚎 𝚔𝚒𝚗𝚐𝚍𝚘𝚖𝚜 𝚎𝚡𝚙𝚘𝚛𝚝𝚎𝚍 𝙳𝚛𝚊𝚟𝚒𝚍𝚒𝚊𝚗-𝚕𝚊𝚗𝚐𝚞𝚊𝚐𝚎𝚜 𝚜𝚌𝚛𝚒𝚙𝚝𝚜 𝚊𝚗𝚍 𝚛𝚎𝚕𝚒𝚐𝚒𝚘𝚞𝚜 𝚌𝚞𝚕𝚝𝚞𝚛𝚎𝚜 𝚝𝚘 𝚝𝚑𝚎 𝚔𝚒𝚗𝚐𝚍𝚘𝚖𝚜 𝚘𝚏 𝚂𝚘𝚞𝚝𝚑𝚎𝚊𝚜𝚝 𝙰𝚜𝚒𝚊.[𝟹𝟼]  𝙸𝚗 𝚝𝚑𝚎 𝚎𝚊𝚛𝚕𝚢 𝚖𝚎𝚍𝚒𝚎𝚟𝚊𝚕 𝚎𝚛𝚊, 𝙲𝚑𝚛𝚒𝚜𝚝𝚒𝚊𝚗𝚒𝚝𝚢, 𝙸𝚜𝚕𝚊𝚖, 𝙹𝚞𝚍𝚊𝚒𝚜𝚖, 𝚊𝚗𝚍 𝚉𝚘𝚛𝚘𝚊𝚜𝚝𝚛𝚒𝚊𝚗𝚒𝚜𝚖 𝚙𝚞𝚝 𝚍𝚘𝚠𝚗 𝚛𝚘𝚘𝚝𝚜 𝚘𝚗 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚜𝚘𝚞𝚝𝚑𝚎𝚛𝚗 𝚊𝚗𝚍 𝚠𝚎𝚜𝚝𝚎𝚛𝚗 𝚌𝚘𝚊𝚜𝚝𝚜.[𝟹𝟽] 𝙼𝚞𝚜𝚕𝚒𝚖 𝚊𝚛𝚖𝚒𝚎𝚜 𝚏𝚛𝚘𝚖 𝙲𝚎𝚗𝚝𝚛𝚊𝚕 𝙰𝚜𝚒𝚊 𝚒𝚗𝚝𝚎𝚛𝚖𝚒𝚝𝚝𝚎𝚗𝚝𝚕𝚢 𝚘𝚟𝚎𝚛𝚛𝚊𝚗 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚗𝚘𝚛𝚝𝚑𝚎𝚛𝚗 𝚙𝚕𝚊𝚒𝚗𝚜,[𝟹𝟾] 𝚎𝚟𝚎𝚗𝚝𝚞𝚊𝚕𝚕𝚢 𝚎𝚜𝚝𝚊𝚋𝚕𝚒𝚜𝚑𝚒𝚗𝚐 𝚝𝚑𝚎 𝙳𝚎𝚕𝚑𝚒 𝚂𝚞𝚕𝚝𝚊𝚗𝚊𝚝𝚎, 𝚊𝚗𝚍 𝚍𝚛𝚊𝚠𝚒𝚗𝚐 𝚗𝚘𝚛𝚝𝚑𝚎𝚛𝚗 𝙸𝚗𝚍𝚒𝚊 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝚌𝚘𝚜𝚖𝚘𝚙𝚘𝚕𝚒𝚝𝚊𝚗 𝚗𝚎𝚝𝚠𝚘𝚛𝚔𝚜 𝚘𝚏 𝚖𝚎𝚍𝚒𝚎𝚟𝚊𝚕 𝙸𝚜𝚕𝚊𝚖.[𝟹𝟿] 𝙸𝚗 𝚝𝚑𝚎 𝟷𝟻𝚝𝚑 𝚌𝚎𝚗𝚝𝚞𝚛𝚢, 𝚝𝚑𝚎 𝚅𝚒𝚓𝚊𝚢𝚊𝚗𝚊𝚐𝚊𝚛𝚊 𝙴𝚖𝚙𝚒𝚛𝚎 𝚌𝚛𝚎𝚊𝚝𝚎𝚍 𝚊 𝚕𝚘𝚗𝚐-𝚕𝚊𝚜𝚝𝚒𝚗𝚐 𝚌𝚘𝚖𝚙𝚘𝚜𝚒𝚝𝚎 𝙷𝚒𝚗𝚍𝚞 𝚌𝚞𝚕𝚝𝚞𝚛𝚎 𝚒𝚗 𝚜𝚘𝚞𝚝𝚑 𝙸𝚗𝚍𝚒𝚊.[𝟺0] 𝙸𝚗 𝚝𝚑𝚎 𝙿𝚞𝚗𝚓𝚊𝚋, 𝚂𝚒𝚔𝚑𝚒𝚜𝚖 𝚎𝚖𝚎𝚛𝚐𝚎𝚍, 𝚛𝚎𝚓𝚎𝚌𝚝𝚒𝚗𝚐 𝚒𝚗𝚜𝚝𝚒𝚝𝚞𝚝𝚒𝚘𝚗𝚊𝚕𝚒𝚜𝚎𝚍 𝚛𝚎𝚕𝚒𝚐𝚒𝚘𝚗.[𝟺𝟷] 𝚃𝚑𝚎 𝙼𝚞𝚐𝚑𝚊𝚕 𝙴𝚖𝚙𝚒𝚛𝚎, 𝚒𝚗 𝟷𝟻𝟸𝟼, 𝚞𝚜𝚑𝚎𝚛𝚎𝚍 𝚒𝚗 𝚝𝚠𝚘 𝚌𝚎𝚗𝚝𝚞𝚛𝚒𝚎𝚜 𝚘𝚏 𝚛𝚎𝚕𝚊𝚝𝚒𝚟𝚎 𝚙𝚎𝚊𝚌𝚎,[𝟺𝟸] 𝚕𝚎𝚊𝚟𝚒𝚗𝚐 𝚊 𝚕𝚎𝚐𝚊𝚌𝚢 𝚘𝚏 𝚕𝚞𝚖𝚒𝚗𝚘𝚞𝚜 𝚊𝚛𝚌𝚑𝚒𝚝𝚎𝚌𝚝𝚞𝚛𝚎.[𝚑][𝟺𝟹] 𝙶𝚛𝚊𝚍𝚞𝚊𝚕𝚕𝚢 𝚎𝚡𝚙𝚊𝚗𝚍𝚒𝚗𝚐 𝚛𝚞𝚕𝚎 𝚘𝚏 𝚝𝚑𝚎 𝙱𝚛𝚒𝚝𝚒𝚜𝚑 𝙴𝚊𝚜𝚝 𝙸𝚗𝚍𝚒𝚊 𝙲𝚘𝚖𝚙𝚊𝚗𝚢 𝚏𝚘𝚕𝚕𝚘𝚠𝚎𝚍, 𝚝𝚞𝚛𝚗𝚒𝚗𝚐 𝙸𝚗𝚍𝚒𝚊 𝚒𝚗𝚝𝚘 𝚊 𝚌𝚘𝚕𝚘𝚗𝚒𝚊𝚕 𝚎𝚌𝚘𝚗𝚘𝚖𝚢, 𝚋𝚞𝚝 𝚊𝚕𝚜𝚘 𝚌𝚘𝚗𝚜𝚘𝚕𝚒𝚍𝚊𝚝𝚒𝚗𝚐 𝚒𝚝𝚜 𝚜𝚘𝚟𝚎𝚛𝚎𝚒𝚐𝚗𝚝𝚢.[𝟺𝟺] 𝙱𝚛𝚒𝚝𝚒𝚜𝚑 𝙲𝚛𝚘𝚠𝚗 𝚛𝚞𝚕𝚎 𝚋𝚎𝚐𝚊𝚗 𝚒𝚗 𝟷𝟾𝟻𝟾. 𝚃𝚑𝚎 𝚛𝚒𝚐𝚑𝚝𝚜 𝚙𝚛𝚘𝚖𝚒𝚜𝚎𝚍 𝚝𝚘 𝙸𝚗𝚍𝚒𝚊𝚗𝚜 𝚠𝚎𝚛𝚎 𝚐𝚛𝚊𝚗𝚝𝚎𝚍 𝚜𝚕𝚘𝚠𝚕𝚢,[𝟺𝟻] 𝚋𝚞𝚝 𝚝𝚎𝚌𝚑𝚗𝚘𝚕𝚘𝚐𝚒𝚌𝚊𝚕 𝚌𝚑𝚊𝚗𝚐𝚎𝚜 𝚠𝚎𝚛𝚎 𝚒𝚗𝚝𝚛𝚘𝚍𝚞𝚌𝚎𝚍, 𝚊𝚗𝚍 𝚒𝚍𝚎𝚊𝚜 𝚘𝚏 𝚎𝚍𝚞𝚌𝚊𝚝𝚒𝚘𝚗, 𝚖𝚘𝚍𝚎𝚛𝚗𝚒𝚝𝚢 𝚊𝚗𝚍 𝚝𝚑𝚎 𝚙𝚞𝚋𝚕𝚒𝚌 𝚕𝚒𝚏𝚎 𝚝𝚘𝚘𝚔 𝚛𝚘𝚘𝚝.[𝟺𝟼] 𝙰 𝚙𝚒𝚘𝚗𝚎𝚎𝚛𝚒𝚗𝚐 𝚊𝚗𝚍 𝚒𝚗𝚏𝚕𝚞𝚎𝚗𝚝𝚒𝚊𝚕 𝚗𝚊𝚝𝚒𝚘𝚗𝚊𝚕𝚒𝚜𝚝 𝚖𝚘𝚟𝚎𝚖𝚎𝚗𝚝 𝚎𝚖𝚎𝚛𝚐𝚎𝚍, 𝚠𝚑𝚒𝚌𝚑 𝚠𝚊𝚜 𝚗𝚘𝚝𝚎𝚍 𝚏𝚘𝚛 𝚗𝚘𝚗𝚟𝚒𝚘𝚕𝚎𝚗𝚝 𝚛𝚎𝚜𝚒𝚜𝚝𝚊𝚗𝚌𝚎 𝚊𝚗𝚍 𝚋𝚎𝚌𝚊𝚖𝚎 𝚝𝚑𝚎 𝚖𝚊𝚓𝚘𝚛 𝚏𝚊𝚌𝚝𝚘𝚛 𝚒𝚗 𝚎𝚗𝚍𝚒𝚗𝚐 𝙱𝚛𝚒𝚝𝚒𝚜𝚑 𝚛𝚞𝚕𝚎.[𝟺𝟽] 𝙸𝚗 𝟷𝟿𝟺𝟽 𝚝𝚑𝚎 𝙱𝚛𝚒𝚝𝚒𝚜𝚑 𝙸𝚗𝚍𝚒𝚊𝚗 𝙴𝚖𝚙𝚒𝚛𝚎 𝚠𝚊𝚜 𝚙𝚊𝚛𝚝𝚒𝚝𝚒𝚘𝚗𝚎𝚍 𝚒𝚗𝚝𝚘 𝚝𝚠𝚘 𝚒𝚗𝚍𝚎𝚙𝚎𝚗𝚍𝚎𝚗𝚝 𝚍𝚘𝚖𝚒𝚗𝚒𝚘𝚗𝚜, 𝚊 𝙷𝚒𝚗𝚍𝚞-𝚖𝚊𝚓𝚘𝚛𝚒𝚝𝚢 𝙳𝚘𝚖𝚒𝚗𝚒𝚘𝚗 𝚘𝚏 𝙸𝚗𝚍𝚒𝚊 𝚊𝚗𝚍 𝚊 𝙼𝚞𝚜𝚕𝚒𝚖-𝚖𝚊𝚓𝚘𝚛𝚒𝚝𝚢 𝙳𝚘𝚖𝚒𝚗𝚒𝚘𝚗 𝚘𝚏 𝙿𝚊𝚔𝚒𝚜𝚝𝚊𝚗, 𝚊𝚖𝚒𝚍 𝚕𝚊𝚛𝚐𝚎-𝚜𝚌𝚊𝚕𝚎 𝚕𝚘𝚜𝚜 𝚘𝚏 𝚕𝚒𝚏𝚎 𝚊𝚗𝚍 𝚊𝚗 𝚞𝚗𝚙𝚛𝚎𝚌𝚎𝚍𝚎𝚗𝚝𝚎𝚍 𝚖𝚒𝚐𝚛𝚊𝚝𝚒𝚘𝚗.[𝟺𝟾][𝟺𝟿]  𝙸𝚗𝚍𝚒𝚊 𝚑𝚊𝚜 𝚋𝚎𝚎𝚗 𝚊 𝚏𝚎𝚍𝚎𝚛𝚊𝚕 𝚛𝚎𝚙𝚞𝚋𝚕𝚒𝚌 𝚜𝚒𝚗𝚌𝚎 𝟷𝟿𝟻0, 𝚐𝚘𝚟𝚎𝚛𝚗𝚎𝚍 𝚒𝚗 𝚊 𝚍𝚎𝚖𝚘𝚌𝚛𝚊𝚝𝚒𝚌 𝚙𝚊𝚛𝚕𝚒𝚊𝚖𝚎𝚗𝚝𝚊𝚛𝚢 𝚜𝚢𝚜𝚝𝚎𝚖. 𝙸𝚝 𝚒𝚜 𝚊 𝚙𝚕𝚞𝚛𝚊𝚕𝚒𝚜𝚝𝚒𝚌, 𝚖𝚞𝚕𝚝𝚒𝚕𝚒𝚗𝚐𝚞𝚊𝚕 𝚊𝚗𝚍 𝚖𝚞𝚕𝚝𝚒-𝚎𝚝𝚑𝚗𝚒𝚌 𝚜𝚘𝚌𝚒𝚎𝚝𝚢. 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚙𝚘𝚙𝚞𝚕𝚊𝚝𝚒𝚘𝚗 𝚐𝚛𝚎𝚠 𝚏𝚛𝚘𝚖 𝟹𝟼𝟷 𝚖𝚒𝚕𝚕𝚒𝚘𝚗 𝚒𝚗 𝟷𝟿𝟻𝟷 𝚝𝚘 𝟷.𝟸𝟷𝟷 𝚋𝚒𝚕𝚕𝚒𝚘𝚗 𝚒𝚗 𝟸0𝟷𝟷.[𝟻0] 𝙳𝚞𝚛𝚒𝚗𝚐 𝚝𝚑𝚎 𝚜𝚊𝚖𝚎 𝚝𝚒𝚖𝚎, 𝚒𝚝𝚜 𝚗𝚘𝚖𝚒𝚗𝚊𝚕 𝚙𝚎𝚛 𝚌𝚊𝚙𝚒𝚝𝚊 𝚒𝚗𝚌𝚘𝚖𝚎 𝚒𝚗𝚌𝚛𝚎𝚊𝚜𝚎𝚍 𝚏𝚛𝚘𝚖 𝚄𝚂D𝟼𝟺 𝚊𝚗𝚗𝚞𝚊𝚕𝚕𝚢 𝚝𝚘 𝚄𝚂D𝟷,𝟺𝟿𝟾, 𝚊𝚗𝚍 𝚒𝚝𝚜 𝚕𝚒𝚝𝚎𝚛𝚊𝚌𝚢 𝚛𝚊𝚝𝚎 𝚏𝚛𝚘𝚖 𝟷𝟼.𝟼% 𝚝𝚘 𝟽𝟺%. 𝙵𝚛𝚘𝚖 𝚋𝚎𝚒𝚗𝚐 𝚊 𝚌𝚘𝚖𝚙𝚊𝚛𝚊𝚝𝚒𝚟𝚎𝚕𝚢 𝚍𝚎𝚜𝚝𝚒𝚝𝚞𝚝𝚎 𝚌𝚘𝚞𝚗𝚝𝚛𝚢 𝚒𝚗 𝟷𝟿𝟻𝟷,[𝟻𝟷] 𝙸𝚗𝚍𝚒𝚊 𝚑𝚊𝚜 𝚋𝚎𝚌𝚘𝚖𝚎 𝚊 𝚏𝚊𝚜𝚝-𝚐𝚛𝚘𝚠𝚒𝚗𝚐 𝚖𝚊𝚓𝚘𝚛 𝚎𝚌𝚘𝚗𝚘𝚖𝚢 𝚊𝚗𝚍 𝚊 𝚑𝚞𝚋 𝚏𝚘𝚛 𝚒𝚗𝚏𝚘𝚛𝚖𝚊𝚝𝚒𝚘𝚗 𝚝𝚎𝚌𝚑𝚗𝚘𝚕𝚘𝚐𝚢 𝚜𝚎𝚛𝚟𝚒𝚌𝚎𝚜, 𝚠𝚒𝚝𝚑 𝚊𝚗 𝚎𝚡𝚙𝚊𝚗𝚍𝚒𝚗𝚐 𝚖𝚒𝚍𝚍𝚕𝚎 𝚌𝚕𝚊𝚜𝚜.[𝟻𝟸] 𝙸𝚝 𝚑𝚊𝚜 𝚊 𝚜𝚙𝚊𝚌𝚎 𝚙𝚛𝚘𝚐𝚛𝚊𝚖𝚖𝚎 𝚠𝚑𝚒𝚌𝚑 𝚒𝚗𝚌𝚕𝚞𝚍𝚎𝚜 𝚜𝚎𝚟𝚎𝚛𝚊𝚕 𝚙𝚕𝚊𝚗𝚗𝚎𝚍 𝚘𝚛 𝚌𝚘𝚖𝚙𝚕𝚎𝚝𝚎𝚍 𝚎𝚡𝚝𝚛𝚊𝚝𝚎𝚛𝚛𝚎𝚜𝚝𝚛𝚒𝚊𝚕 𝚖𝚒𝚜𝚜𝚒𝚘𝚗𝚜. 𝙸𝚗𝚍𝚒𝚊𝚗 𝚖𝚘𝚟𝚒𝚎𝚜, 𝚖𝚞𝚜𝚒𝚌, 𝚊𝚗𝚍 𝚜𝚙𝚒𝚛𝚒𝚝𝚞𝚊𝚕 𝚝𝚎𝚊𝚌𝚑𝚒𝚗𝚐𝚜 𝚙𝚕𝚊𝚢 𝚊𝚗 𝚒𝚗𝚌𝚛𝚎𝚊𝚜𝚒𝚗𝚐 𝚛𝚘𝚕𝚎 𝚒𝚗 𝚐𝚕𝚘𝚋𝚊𝚕 𝚌𝚞𝚕𝚝𝚞𝚛𝚎.[𝟻𝟹] 𝙸𝚗𝚍𝚒𝚊 𝚑𝚊𝚜 𝚜𝚞𝚋𝚜𝚝𝚊𝚗𝚝𝚒𝚊𝚕𝚕𝚢 𝚛𝚎𝚍𝚞𝚌𝚎𝚍 𝚒𝚝𝚜 𝚛𝚊𝚝𝚎 𝚘𝚏 𝚙𝚘𝚟𝚎𝚛𝚝𝚢, 𝚝𝚑𝚘𝚞𝚐𝚑 𝚊𝚝 𝚝𝚑𝚎 𝚌𝚘𝚜𝚝 𝚘𝚏 𝚒𝚗𝚌𝚛𝚎𝚊𝚜𝚒𝚗𝚐 𝚎𝚌𝚘𝚗𝚘𝚖𝚒𝚌 𝚒𝚗𝚎𝚚𝚞𝚊𝚕𝚒𝚝𝚢.[𝟻𝟺] 𝙸𝚗𝚍𝚒𝚊 𝚒𝚜 𝚊 𝚗𝚞𝚌𝚕𝚎𝚊𝚛-𝚠𝚎𝚊𝚙𝚘𝚗 𝚜𝚝𝚊𝚝𝚎, 𝚠𝚑𝚒𝚌𝚑 𝚛𝚊𝚗𝚔𝚜 𝚑𝚒𝚐𝚑 𝚒𝚗 𝚖𝚒𝚕𝚒𝚝𝚊𝚛𝚢 𝚎𝚡𝚙𝚎𝚗𝚍𝚒𝚝𝚞𝚛𝚎. 𝙸𝚝 𝚑𝚊𝚜 𝚍𝚒𝚜𝚙𝚞𝚝𝚎𝚜 𝚘𝚟𝚎𝚛 𝙺𝚊𝚜𝚑𝚖𝚒𝚛 𝚠𝚒𝚝𝚑 𝚒𝚝𝚜 𝚗𝚎𝚒𝚐𝚑𝚋𝚘𝚞𝚛𝚜, 𝙿𝚊𝚔𝚒𝚜𝚝𝚊𝚗 𝚊𝚗𝚍 𝙲𝚑𝚒𝚗𝚊, 𝚞𝚗𝚛𝚎𝚜𝚘𝚕𝚟𝚎𝚍 𝚜𝚒𝚗𝚌𝚎 𝚝𝚑𝚎 𝚖𝚒𝚍-𝟸0𝚝𝚑 𝚌𝚎𝚗𝚝𝚞𝚛𝚢.[𝟻𝟻] 𝙰𝚖𝚘𝚗𝚐 𝚝𝚑𝚎 𝚜𝚘𝚌𝚒𝚘-𝚎𝚌𝚘𝚗𝚘𝚖𝚒𝚌 𝚌𝚑𝚊𝚕𝚕𝚎𝚗𝚐𝚎𝚜 𝙸𝚗𝚍𝚒𝚊 𝚏𝚊𝚌𝚎𝚜 𝚊𝚛𝚎 𝚐𝚎𝚗𝚍𝚎𝚛 𝚒𝚗𝚎𝚚𝚞𝚊𝚕𝚒𝚝𝚢, 𝚌𝚑𝚒𝚕𝚍 𝚖𝚊𝚕𝚗𝚞𝚝𝚛𝚒𝚝𝚒𝚘𝚗,[𝟻𝟼] 𝚊𝚗𝚍 𝚛𝚒𝚜𝚒𝚗𝚐 𝚕𝚎𝚟𝚎𝚕𝚜 𝚘𝚏 𝚊𝚒𝚛 𝚙𝚘𝚕𝚕𝚞𝚝𝚒𝚘𝚗.[𝟻𝟽] 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚕𝚊𝚗𝚍 𝚒𝚜 𝚖𝚎𝚐𝚊𝚍𝚒𝚟𝚎𝚛𝚜𝚎, 𝚠𝚒𝚝𝚑 𝚏𝚘𝚞𝚛 𝚋𝚒𝚘𝚍𝚒𝚟𝚎𝚛𝚜𝚒𝚝𝚢 𝚑𝚘𝚝𝚜𝚙𝚘𝚝𝚜.[𝟻𝟾] 𝙸𝚝𝚜 𝚏𝚘𝚛𝚎𝚜𝚝 𝚌𝚘𝚟𝚎𝚛 𝚌𝚘𝚖𝚙𝚛𝚒𝚜𝚎𝚜 𝟸𝟷.𝟽% 𝚘𝚏 𝚒𝚝𝚜 𝚊𝚛𝚎𝚊.[𝟻𝟿] 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚠𝚒𝚕𝚍𝚕𝚒𝚏𝚎, 𝚠𝚑𝚒𝚌𝚑 𝚑𝚊𝚜 𝚝𝚛𝚊𝚍𝚒𝚝𝚒𝚘𝚗𝚊𝚕𝚕𝚢 𝚋𝚎𝚎𝚗 𝚟𝚒𝚎𝚠𝚎𝚍 𝚠𝚒𝚝𝚑 𝚝𝚘𝚕𝚎𝚛𝚊𝚗𝚌𝚎 𝚒𝚗 𝙸𝚗𝚍𝚒𝚊'𝚜 𝚌𝚞𝚕𝚝𝚞𝚛𝚎,[𝟼0] 𝚒𝚜 𝚜𝚞𝚙𝚙𝚘𝚛𝚝𝚎𝚍 𝚊𝚖𝚘𝚗𝚐 𝚝𝚑𝚎𝚜𝚎 𝚏𝚘𝚛𝚎𝚜𝚝𝚜, 𝚊𝚗𝚍 𝚎𝚕𝚜𝚎𝚠𝚑𝚎𝚛𝚎, 𝚒𝚗 𝚙𝚛𝚘𝚝𝚎𝚌𝚝𝚎𝚍 𝚑𝚊𝚋𝚒𝚝𝚊𝚝𝚜''',
                  textAlign: TextAlign.center,
                  style: TextStyle(
                    fontSize: 15,
                    color: Colors.black,
                    decoration: TextDecoration.none,
                  ),)
              ]
          ),
        ),


      ),
    );
  }
}

